Repository: vianium/vianigram
Catalog: Clients/Vianigram.App/Strings/*/Resources.resw
Source language: en_us
Languages: es_es

# WelcomePill.Text
source: THIRD-PARTY TELEGRAM CLIENT
es_es: CLIENTE TELEGRAM DE TERCEROS

# WelcomeTagline.Text
source: an unofficial telegram client built native for windows phone — fast pivots, tilt, and the metro you remember.
es_es: un cliente no oficial de telegram nativo para windows phone — pivotes rápidos, tilt, y el metro que recuerdas.

# WelcomeBullet2.Text
source: · E2EE SECRET CHATS
es_es: · CHATS SECRETOS E2EE

# WelcomeBullet3.Text
source: · OPEN SOURCE
es_es: · CÓDIGO ABIERTO

# WelcomeContinue.Content
source: continue with telegram
es_es: continuar con telegram

# WelcomeScanQr.Content
source: scan qr
es_es: escanear qr

# WelcomeLanguage.Content
source: english ▾
es_es: español ▾

# WelcomeDisclaimer.Text
source: not affiliated with telegram fz-llc. uses the official telegram api under tos.
es_es: no afiliado con telegram fz-llc. utiliza la api oficial de telegram bajo sus términos.

# PhoneNumberTitle.Text
source: Your phone
es_es: Tu teléfono

# PhoneNumberDescription.Text
source: Please confirm your country code and enter your phone number.
es_es: Por favor, confirma tu código de país e introduce tu número de teléfono.

# PhoneNumberCountryLabel.Text
source: COUNTRY
es_es: PAÍS

# PhoneNumberDefaultCountry
source: Japan
es_es: Japón

# SmsCodePageTitle.Text
source: enter code
es_es: código

# SmsCodeIntro
source: we sent a 5-digit code to
es_es: te enviamos un código de 5 dígitos a

# SmsCodeEditNumber
source: edit number
es_es: editar número

# SmsCodeResendCountdown
source: resend {0} in 0:{1:00}
es_es: reenviar {0} en 0:{1:00}

# SmsCodeResendNow
source: resend {0}
es_es: reenviar {0}

# SmsCodeResendUnavailable
source: resend not available
es_es: reenvío no disponible

# SmsCodeResendSuccess
source: code resent.
es_es: código reenviado.

# SmsCodeDeliveryCall
source: call
es_es: llamada

# SmsCodeDeliveryFlashCall
source: flash call
es_es: llamada flash

# SmsCodeDeliveryCode
source: code
es_es: código

# SmsCodeIncorrect
source: The code is incorrect.
es_es: El código es incorrecto.

# SmsCodeExpired
source: The code expired. Request a new one.
es_es: El código expiró. Solicita uno nuevo.

# SmsCodeAuthRestart
source: Login session expired. Please request a new code.
es_es: La sesión de inicio expiró. Solicita un código nuevo.

# SmsCodeNotInState
source: Login flow out of sync — go back and resend the code.
es_es: Flujo de inicio desincronizado — vuelve atrás y reenvía el código.

# SmsCodeAccountUnavailable
source: Account service not available.
es_es: Servicio de cuenta no disponible.

# SmsCodeMissing
source: Enter the code you received.
es_es: Introduce el código que recibiste.

# SmsCodeTwoFaUnavailable
source: Two-factor authentication requires your cloud password.
es_es: La autenticacion de dos factores requiere tu contrasena en la nube.

# SmsCodeTitle
source: Enter the code
es_es: Introduce el código

# SmsCodeInstructionGeneric
source: Enter the code sent to {0}.
es_es: Introduce el código enviado a {0}.

# SmsCodeInstructionApp
source: Open Telegram on another device and enter the code sent to {0}.
es_es: Abre Telegram en otro dispositivo e introduce el código enviado a {0}.

# SmsCodeInstructionSms
source: We sent an SMS code to {0}.
es_es: Enviamos un código por SMS a {0}.

# SmsCodeInstructionCall
source: Telegram will call {0}; enter the code from the call.
es_es: Telegram llamará a {0}; introduce el código de la llamada.

# SmsCodeInstructionFlashCall
source: Telegram will verify {0} with a flash call.
es_es: Telegram verificará {0} con una llamada flash.

# SmsCodeVerifyButton
source: Verify
es_es: Verificar

# CountryPickerTitle.Text
source: country
es_es: país

# CountryPickerDescription.Text
source: Select your country or region. Vianigram will apply the official Telegram calling code.
es_es: Selecciona tu país o región. Vianigram aplicará el código oficial de Telegram.

# CountryPickerSearchPlaceholder
source: Search country or code
es_es: Buscar país o código

# CountryPickerEmptyText.Text
source: No countries found.
es_es: No se encontraron países.

# CountryPickerLoadError
source: Country list unavailable. Try again in a moment.
es_es: No se pudo cargar la lista de países. Intenta de nuevo en un momento.

# LanguagePickerTitle.Text
source: language
es_es: idioma

# LanguagePickerDescription.Text
source: pick your preferred language. the app will refresh to apply the change.
es_es: elige tu idioma preferido. la app se recargará para aplicar el cambio.

# QrLoginPageTitle.Text
source: scan qr
es_es: escanear qr

# QrLoginDescription.Text
source: Open Vianigram on another device. Go to Settings -> Devices -> Link Device.
es_es: Abre Vianigram en otro dispositivo. Ve a Ajustes -> Dispositivos -> Vincular dispositivo.

# QrLoginRefreshButton.Content
source: refresh qr
es_es: actualizar qr

# QrLoginUsePhoneButton.Content
source: use phone number
es_es: usar número de teléfono

# QrLoginStatusConnecting
source: Connecting to Telegram...
es_es: Conectando con Telegram...

# QrLoginStatusGenerating
source: Generating secure QR...
es_es: Generando QR seguro...

# QrLoginStatusAccountUnavailable
source: Account service not available.
es_es: Servicio de cuenta no disponible.

# QrLoginStatusReady
source: waiting for scan...
es_es: esperando escaneo...

# QrLoginStatusUnexpected
source: Unexpected error: {0}.
es_es: Error inesperado: {0}.

# QrLoginErrorUnknown
source: Unknown error.
es_es: Error desconocido.

# QrLoginErrorNetwork
source: Network error: {0}
es_es: Error de red: {0}

# QrLoginErrorNetworkNoConnection
source: no connection
es_es: sin conexión

# QrLoginErrorFlood
source: Too many attempts. Try again in {0} s.
es_es: Demasiados intentos. Vuelve a intentar en {0} s.

# QrLoginStatusWaiting
source: Waiting for scan… Refreshes in {0}s.
es_es: Esperando escaneo... Se actualiza en {0}s.

# QrLoginStatusRefreshing
source: Refreshing QR…
es_es: Actualizando QR...

# QrLoginStatusExpired
source: QR token expired. Refreshing…
es_es: El QR expiro. Actualizando...

# QrLoginStatusAccepted
source: Linking device…
es_es: Vinculando dispositivo...

# QrLoginStatusLinking
source: Linking your device — this may take a few seconds…
es_es: Vinculando tu dispositivo — esto puede tardar unos segundos...

# QrLoginStatusTwoFa
source: 2FA password required.
es_es: Se requiere contrasena 2FA.

# QrLoginStatusSignUpRequired
source: This phone number needs registration. Use phone number sign-up on this device.
es_es: Este numero necesita registro. Usa registro por telefono en este dispositivo.

# QrLoginStatusRetry
source: Couldn't reach Telegram. Tap retry to try again.
es_es: No se pudo conectar con Telegram. Toca reintentar.

# QrLoginRetryButton.Content
source: Retry
es_es: Reintentar

# ProfileMessageLabel.Text
source: message
es_es: mensaje

# ProfileCallLabel.Text
source: call
es_es: llamar

# ProfileMuteAction
source: mute
es_es: silenciar

# ProfileUnmuteAction
source: unmute
es_es: reactivar

# ProfileUsernameLabel.Text
source: USERNAME
es_es: NOMBRE DE USUARIO

# ProfilePhoneLabel.Text
source: PHONE
es_es: TELÉFONO

# ProfileNotificationsLabel.Text
source: notifications
es_es: notificaciones

# ProfileEditButton.Content
source: edit profile
es_es: editar perfil

# CallsTitle.Text
source: calls
es_es: llamadas

# CallsAllPivot.Header
source: all
es_es: todas

# CallsMissedPivot.Header
source: missed
es_es: perdidas

# CallsNewCallAppBar.Label
source: new call
es_es: nueva llamada

# CallsSearchAppBar.Label
source: search
es_es: buscar

# ChatListCallsAppBar.Label
source: calls
es_es: llamadas

# CallsAllEmptyText.Text
source: no calls yet
es_es: sin llamadas aún

# CallsMissedEmptyText.Text
source: no missed calls
es_es: sin llamadas perdidas

# CallsDirectionOutgoing
source: outgoing
es_es: saliente

# CallsDirectionIncoming
source: incoming
es_es: entrante

# CallsDirectionMissed
source: missed
es_es: perdida

# CallsDateToday
source: today
es_es: hoy

# CallsDateYesterday
source: yesterday
es_es: ayer

# CallsUnknownPeer
source: unknown
es_es: desconocido

# ProfileStatusRecently
source: last seen recently
es_es: visto recientemente

# CallsServiceUnavailable
source: calls service not available.
es_es: el servicio de llamadas no está disponible.

# CallsUnexpectedError
source: unexpected error:
es_es: error inesperado:

# CallsUnknownError
source: unknown error.
es_es: error desconocido.

# CallsNetworkError
source: network error.
es_es: error de red.

# CallsAlreadyInCall
source: already in a call.
es_es: ya estás en una llamada.

# CallsNotFound
source: call not found.
es_es: llamada no encontrada.

# TwoFaPasswordPageTitle.Text
source: password
es_es: contraseña

# TwoFaPasswordDescription.Text
source: this account is protected by two-step verification. enter your cloud password to continue.
es_es: esta cuenta está protegida con verificación en dos pasos. ingresa tu contraseña en la nube para continuar.

# TwoFaPasswordInput.PlaceholderText
source: password
es_es: contraseña

# TwoFaPasswordForgotButton.Content
source: forgot password?
es_es: ¿olvidaste tu contraseña?

# TwoFaPasswordBackLabel.Text
source: back
es_es: atrás

# TwoFaPasswordSubmitLabel.Text
source: submit
es_es: enviar

# TwoFaPasswordHintFormat
source: hint: {0}
es_es: pista: {0}

# TwoFaPasswordAccountUnavailable
source: Account service not available.
es_es: Servicio de cuenta no disponible.

# TwoFaPasswordUnexpected
source: Unexpected error: {0}.
es_es: Error inesperado: {0}.

# TwoFaPasswordUnknown
source: Unknown error.
es_es: Error desconocido.

# TwoFaPasswordInvalid
source: Invalid password. Try again.
es_es: Contraseña incorrecta. Inténtalo de nuevo.

# TwoFaPasswordNetwork
source: Network error: {0}
es_es: Error de red: {0}

# TwoFaPasswordNoConnection
source: no connection
es_es: sin conexión

# TwoFaPasswordForgotUnavailable
source: Password recovery is not available here yet.
es_es: La recuperación de contraseña aún no está disponible aquí.

# SignUpPageTitle.Text
source: new account
es_es: cuenta nueva

# SignUpDescription.Text
source: this phone number is new to telegram. enter your name to create the account.
es_es: este numero es nuevo en telegram. ingresa tu nombre para crear la cuenta.

# SignUpFirstNameInput.PlaceholderText
source: first name
es_es: nombre

# SignUpLastNameInput.PlaceholderText
source: last name
es_es: apellido

# SignUpAccountUnavailable
source: Account service not available.
es_es: Servicio de cuenta no disponible.

# SignUpUnexpected
source: Unexpected error: {0}.
es_es: Error inesperado: {0}.

# SignUpUnknown
source: Unknown error.
es_es: Error desconocido.

# SignUpNetwork
source: Network error: {0}
es_es: Error de red: {0}

# CommonBack
source: back
es_es: atrás

# CommonNext
source: next
es_es: siguiente

# CommonBackAppBar.Label
source: back
es_es: atrás

# CommonNextAppBar.Label
source: next
es_es: siguiente

# CommonSubmitAppBar.Label
source: submit
es_es: enviar

# ErrorsAccountUnavailable
source: Account service not available — startup failed.
es_es: Servicio de cuenta no disponible — fallo al iniciar.

# ErrorsPhoneMissingNumber
source: Enter a phone number in E.164 format (e.g. +15555550100).
es_es: Ingresa un número de teléfono en formato E.164 (ej. +525555550100).

# ErrorsPhoneInvalid
source: Invalid phone number. Use E.164 format, e.g. +15555550100.
es_es: Número inválido. Usa el formato E.164, ej. +525555550100.

# ErrorsPhoneFlood
source: Too many attempts. Try again in {0} s.
es_es: Demasiados intentos. Vuelve a intentar en {0} s.

# ErrorsPhoneNetwork
source: Network error: {0}
es_es: Error de red: {0}

# ErrorsPhoneNetworkNoConnection
source: no connection
es_es: sin conexión

# ErrorsPhoneDcMigration
source: DC migration required (Phase 2.1).
es_es: Migración de DC requerida (Fase 2.1).

# ErrorsPhoneUnexpected
source: Unexpected error: {0}.
es_es: Error inesperado: {0}.

# ErrorsPhoneTimeout
source: Connection took too long. Tap next to try again.
es_es: La conexión tardó demasiado. Toca siguiente para reintentar.

# ExpiredPageHeader.Text
source: expired build
es_es: build expirado

# ExpiredPageTitle.Text
source: This alpha has expired
es_es: Esta alpha ha expirado

# ExpiredPageBody.Text
source: Vianigram is a public alpha with a limited lifetime. We're iterating fast and need testers on the latest build for feedback to stay useful. Grab the new build from the Telegram channel to keep using the app.
es_es: Vianigram es una alpha pública con tiempo de vida limitado. Iteramos rápido y necesitamos testers en el último build para que el feedback siga siendo útil. Descarga el nuevo build desde el canal de Telegram para seguir usando la app.

# ExpiredPageDateLabel.Text
source: Expired on:
es_es: Expiró el:

# ExpiredPageTelegramButton.Content
source: download new build (Telegram)
es_es: descargar nuevo build (Telegram)

# ExpiredPageDonateButton.Content
source: buy me a coffee
es_es: invítame un café

# ExpiredPageFooter.Text
source: Reinstalling or updating preserves your session, dialog cache and settings. The next alpha ships with the expiration date pushed forward.
es_es: Reinstalar o actualizar conserva tu sesión, caché de chats y configuración. El próximo build llega con la fecha de expiración renovada.

# Common.YouPrefix
source: You:
es_es: Tú:

# Notif.Title.NewMessage
source: New message
es_es: Nuevo mensaje

# Notif.Title.DirectMessage
source: Direct message
es_es: Mensaje directo

# Notif.Title.GroupChat
source: Group chat
es_es: Chat de grupo

# Notif.Title.Channel
source: Channel
es_es: Canal

# Notif.Body.Generic
source: (message)
es_es: (mensaje)

# Notif.Sender.Someone
source: Someone
es_es: Alguien

# Notif.Call.IncomingCall
source: incoming call
es_es: llamada entrante

# Notif.Call.IncomingVideoCall
source: incoming video call
es_es: videollamada entrante

# Notif.Call.UnknownCaller
source: Unknown caller
es_es: Llamante desconocido

# Service.Generic
source: service message
es_es: mensaje de servicio

# Service.GroupCreated
source: created the group
es_es: creó el grupo

# Service.GroupCreatedNamed
source: created the group "{0}"
es_es: creó el grupo "{0}"

# Service.ChannelCreated
source: created the channel
es_es: creó el canal

# Service.ChannelCreatedNamed
source: created the channel "{0}"
es_es: creó el canal "{0}"

# Service.GroupTitleChanged
source: changed the group title
es_es: cambió el nombre del grupo

# Service.GroupTitleChangedTo
source: changed the group title to "{0}"
es_es: cambió el nombre del grupo a "{0}"

# Service.GroupPhotoChanged
source: changed the group photo
es_es: cambió la foto del grupo

# Service.GroupPhotoRemoved
source: removed the group photo
es_es: eliminó la foto del grupo

# Service.JoinedGroup
source: joined the group
es_es: se unió al grupo

# Service.AddedMember
source: added a member
es_es: añadió un miembro

# Service.AddedNMembers
source: added {0} members
es_es: añadió {0} miembros

# Service.LeftGroup
source: left the group
es_es: salió del grupo

# Service.RemovedMember
source: removed a member
es_es: eliminó un miembro

# Service.JoinedViaInviteLink
source: joined via invite link
es_es: se unió mediante un enlace de invitación

# Service.JoinedTelegram
source: joined Telegram
es_es: se unió a Telegram

# Service.PinnedMessage
source: pinned a message
es_es: fijó un mensaje

# Service.ClearedHistory
source: cleared the chat history
es_es: vació el historial

# Service.ScreenshotTaken
source: took a screenshot
es_es: tomó una captura de pantalla

# Service.AutoDeleteEnabled
source: set messages to auto-delete after {0}
es_es: activó autoeliminación tras {0}

# Service.AutoDeleteDisabled
source: disabled the auto-delete timer
es_es: desactivó la autoeliminación de mensajes

# Service.PhoneCall
source: 📞 phone call
es_es: 📞 llamada telefónica

# Service.PhoneCallDuration
source: 📞 phone call ({0})
es_es: 📞 llamada telefónica ({0})

# Service.VideoCall
source: 📞 video call
es_es: 📞 videollamada

# Service.VideoCallDuration
source: 📞 video call ({0})
es_es: 📞 videollamada ({0})

# Service.MissedPhoneCall
source: 📞 missed phone call
es_es: 📞 llamada telefónica perdida

# Service.MissedVideoCall
source: 📞 missed video call
es_es: 📞 videollamada perdida

# Service.GroupCallStarted
source: 🎙 started a video chat
es_es: 🎙 inició una sala de voz

# Service.GroupCallEnded
source: 🎙 ended the video chat ({0})
es_es: 🎙 finalizó la sala de voz ({0})

# Service.GroupCallScheduled
source: 🎙 scheduled a video chat
es_es: 🎙 programó una sala de voz

# Service.GroupCallInvitedMember
source: 🎙 invited a member to a video chat
es_es: 🎙 invitó a un miembro a la sala de voz

# Service.GroupCallInvitedMembers
source: 🎙 invited {0} members to a video chat
es_es: 🎙 invitó a {0} miembros a la sala de voz

# Service.ConferenceCall
source: 🎙 conference call
es_es: 🎙 llamada en conferencia

# Service.GameScore
source: 🎮 scored {0}
es_es: 🎮 obtuvo {0} puntos

# Service.GiftPremium
source: 🎁 sent a Premium gift
es_es: 🎁 envió un regalo Premium

# Service.GiftPremiumDays
source: 🎁 sent a Premium gift for {0} days
es_es: 🎁 envió un regalo Premium por {0} días

# Service.GiftPremiumMonths
source: 🎁 sent a Premium gift for {0} months
es_es: 🎁 envió un regalo Premium por {0} meses

# Service.GiftCode
source: 🎁 sent a gift code
es_es: 🎁 envió un código de regalo

# Service.StarGift
source: ⭐ sent a star gift
es_es: ⭐ envió un regalo de estrella

# Service.SentStars
source: ⭐ sent stars
es_es: ⭐ envió estrellas

# Service.WonStars
source: ⭐ won stars in a giveaway
es_es: ⭐ ganó estrellas en un sorteo

# Service.GiveawayLaunched
source: 🎁 started a giveaway
es_es: 🎁 inició un sorteo

# Service.GiveawayResults
source: 🎁 giveaway results
es_es: 🎁 resultados del sorteo

# Service.PaymentSent
source: 💰 payment sent
es_es: 💰 pago enviado

# Service.PaymentReceived
source: 💰 payment received
es_es: 💰 pago recibido

# Service.PaymentRefunded
source: 💰 payment refunded
es_es: 💰 pago reembolsado

# Service.MigratedToSupergroup
source: migrated to a supergroup
es_es: migró a un supergrupo

# Service.MigratedFromGroup
source: migrated from a group
es_es: migrado desde un grupo

# Service.TopicCreated
source: created a topic
es_es: creó un tema

# Service.TopicCreatedNamed
source: created topic "{0}"
es_es: creó el tema "{0}"

# Service.TopicEdited
source: edited a topic
es_es: editó un tema

# Service.ChatThemeChanged
source: changed the chat theme
es_es: cambió el tema del chat

# Service.WallpaperChanged
source: changed the wallpaper
es_es: cambió el fondo

# Service.WebViewDataSent
source: sent data via web app
es_es: envió datos vía web app

# Service.BotAllowed
source: allowed a bot
es_es: autorizó un bot

# Service.PeerShared
source: shared a peer
es_es: compartió un contacto

# Service.PeerShareReceived
source: received a peer share
es_es: recibió un contacto compartido

# Service.SuggestedProfilePhoto
source: suggested a profile photo
es_es: sugirió una foto de perfil

# Service.Boosted
source: boosted the channel
es_es: impulsó el canal

# Service.BoostedNTimes
source: boosted the channel {0} times
es_es: impulsó el canal {0} veces

# Service.GeoNearby
source: 📍 is now nearby
es_es: 📍 está ahora cerca

# Service.Ttl.Now
source: now
es_es: ya

# Service.Ttl.OneSecond
source: 1 second
es_es: 1 segundo

# Service.Ttl.NSeconds
source: {0} seconds
es_es: {0} segundos

# Service.Ttl.OneMinute
source: 1 minute
es_es: 1 minuto

# Service.Ttl.NMinutes
source: {0} minutes
es_es: {0} minutos

# Service.Ttl.OneHour
source: 1 hour
es_es: 1 hora

# Service.Ttl.NHours
source: {0} hours
es_es: {0} horas

# Service.Ttl.OneDay
source: 1 day
es_es: 1 día

# Service.Ttl.NDays
source: {0} days
es_es: {0} días

# Service.Ttl.OneWeek
source: 1 week
es_es: 1 semana

# Service.Ttl.NWeeks
source: {0} weeks
es_es: {0} semanas

# Service.Ttl.OneMonth
source: 1 month
es_es: 1 mes

# Service.Ttl.NMonths
source: {0} months
es_es: {0} meses

# Service.Ttl.OneYear
source: 1 year
es_es: 1 año

# Service.Ttl.NYears
source: {0} years
es_es: {0} años

# Media.Photo
source: 📷 Photo
es_es: 📷 Foto

# Media.Voice
source: 🎤 Voice message
es_es: 🎤 Mensaje de voz

# Media.Music
source: 🎵 Music
es_es: 🎵 Música

# Media.VideoNote
source: 🎥 Video message
es_es: 🎥 Videomensaje

# Media.Video
source: 🎬 Video
es_es: 🎬 Vídeo

# Media.AnimatedEmoji
source: Animated emoji
es_es: Emoji animado

# Media.File
source: 📎 File
es_es: 📎 Archivo

# Media.Contact
source: 👤 Contact
es_es: 👤 Contacto

# Media.Location
source: 📍 Location
es_es: 📍 Ubicación

# Media.LiveLocation
source: 📍 Live Location
es_es: 📍 Ubicación en directo

# Media.Venue
source: 📍 Venue
es_es: 📍 Lugar

# Media.Game
source: 🎮 Game
es_es: 🎮 Juego

# Media.Invoice
source: 💰 Invoice
es_es: 💰 Factura

# Media.Poll
source: 📊 Poll
es_es: 📊 Encuesta

# Media.Link
source: 🔗 Link
es_es: 🔗 Enlace

# Media.Unsupported
source: Unsupported message
es_es: Mensaje no soportado

# Media.Dice
source: 🎲 Dice
es_es: 🎲 Dado

# Media.Story
source: 📷 Story
es_es: 📷 Historia

# Media.Giveaway
source: 🎁 Giveaway
es_es: 🎁 Sorteo

# Media.GiveawayResults
source: 🎁 Giveaway results
es_es: 🎁 Resultados del sorteo

# Media.PaidMedia
source: 📷 Paid media
es_es: 📷 Multimedia de pago

# Media.Generic
source: Media
es_es: Multimedia

# Tile.ZeroSubtitle
source: No new messages
es_es: Sin mensajes nuevos

# Tile.UnreadOne
source: 1 unread message
es_es: 1 mensaje sin leer

# Tile.UnreadMany
source: {0} unread messages
es_es: {0} mensajes sin leer

# Tile.UnreadInChats
source: {0} unread in {1} chats
es_es: {0} sin leer en {1} chats

# Tile.Connecting
source: Connecting…
es_es: Conectando…

# Tile.Offline
source: Offline
es_es: Sin conexión
